<template>
    <section>
        <div class="company-box">
            <div class="company-intro">
                <div class="container">
                    <h2>개인정보처리방침</h2>
                </div>
            </div>

            <div class="container">
                <div class="m-policy type01">
                    <div class="m-policy-description">이에스지아이 개인정보 처리방침(ver 1.1)
                        이에스지아이 (이하 “회사”또는 “이에스지아이“라 함)의 개인정보처리방침은 다음과 같은 내용을 담고 있습니다

                        1. 수집하는 개인정보의 항목 및 수집방법
                        가. 수집하는 개인정보의 항목
                        첫째, 회사는 회원가입, 문의사항, 신청서 등의 등록에 아래와 같은 개인정보를 수집하고 있습니다.
                        회원가입 : 이름, e-mail, 전화번호, 휴대폰, 회사명
                        컨설팅 신청 : 이름, e-mail, 전화번호, 휴대폰, 회사명
                        둘째, 홈페이지 접속과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 수집될 수 있습니다.
                        - IP Address, 쿠키, 방문일시, 서비스이용기록, 불량이용기록
                        나. 개인정보 수집방법
                        회사는 다음과 같은 방법으로 개인정보를 수집합니다.
                        - 홈페이지, 서면양식, 전화, 게시판, 이메일
                        - 생성정보 수집 툴을 위한 수집

                        2. 개인정보의 수집 및 이용목적
                        회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다
                        - 서비스 제공 및 계약 이행: 서비스 구매 및 고객상담 등을 위해 필요한 정보 (이름, 주소, 연락처, 이메일 주소, 결제 정보 등) 수집 및 이용
                        법령 준수 및 안전관리: 법적 의무 준수, 보안 및 안전관리 등을 위한 정보 (IP 주소, 접속 기록, 서비스 이용 내역 등) 수집 및 이용

                        3. 개인정보의 공유 및 제공
                        회사는 이용자들의 개인정보를 “2. 개인정보의 수집 및 이용목적”에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 본래의 목적 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만 아래의 경우에는 예외로 합니다
                        - 이용자들이 사전에 공개에 동의한 경우
                        - 법령의 규정에 의거하거나, 수사의 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

                        4. 개인정보의 취급위탁
                        회사는 개인정보를 위탁하지 않습니다.

                        5. 개인정보의 보유 및 이용기간
                        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체없이 파기합니다. 단 다음의 정보에 대해서는 아래의 이유로 명시한 기간동안 보존합니다.
                        가. 회사 내부 방침에 의한 정보보유 사유
                        - 인사정보에 등록된 퇴직자의 경우 재입사를 고려하여 5년 보관
                        - 수시채용등록(홈페이지 등록)의 경우 3년 보관
                        - 문의사항등록(홈페이지 등록)의 경우 5년 보관
                        나. 관련법령에 의한 정보보유 사유
                        첫째, 본인확인에 의한 기록(로그인)
                        보존이유 : 정보통신망 이용촉진 및 정보보호 등에 관한법률
                        보존기간 : 12개월(최소)
                        둘째, 웹사이트 방문 기록
                        보존이유 : 통신비밀보호법
                        보존기간 : 3개월

                        6. 개인정보 파기절차 및 방법
                        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다
                        가. 파기절차
                        - 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사용에 따라(보유 및 이용기간 참조)일정기간 저장된 후 파기됩니다.
                        나. 파기방법
                        - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
                        전자적 파일 형태로 저장된 개인정보는 기록을 생성할 수 없는 기술적 방법을 사용하여 삭제합니다.

                        7. 정보주체 및 법정대리인의 권리와 그 행사방법
                        - 정보주체자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 파기를 요청할 수 있습니다
                        (개인정보 관리 책임자에게 서면, 전화 또는 이 메일 주시면 지체 없이 조치하겠습니다)
                        - 정보주체자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3자 에게 이미 제공한 경우에는 정정 처리결과를 제 3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
                        - 회사는 정보주체자 혹인 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “5. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용 할 수 없도록 처리하고 있습니다.

                        8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
                        회사는 아래와 같은 목적으로 이용자정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다.
                        가. 쿠키의 사용목적
                        - 이용자들이 방문한 회사의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 보안접속여부, 이용자 규모 등을 파악하여 이용자에게 최적화된 정보 제공을 위하여 사용됩니다.
                        나. 쿠키의 설치/운영 및 거부
                        - 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수 있습니다.
                        - 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)
                        ① [도구]메뉴에서 [인터넷옵션]을 선택합니다.
                        ② [개인정보 탭]을 클릭합니다.
                        ③ [개인정보취급 수준]을 설정하시면 됩니다.

                        9. 개인정보의 기술적/관리적 보호대책
                        회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
                        가. 해킹 등에 대비한 대책
                        회사는 해킹이나 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있으며, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 확보하기 위한 가능한 모든 기술적 장치를 갖추려고 노력하고 있습니다.
                        나. 취급 직원의 최소화 및 교육
                        - 회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 보안서약서를 작성, 보관하며 담당자에 대한 수시 교육을 통하여 회사 개인정보처리방침의 준수를 항상 강조하고 있습니다.
                        다. 개인정보보호 전담기구의 운영
                        - 그리고 사내 개인정보보호전담조직을 운영 개인정보 처리방침의 이행사항 및 담당자 준수여부를 확인하여 문제가 발생될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
                        - 단, 이용자 본인의 부주의나 인터넷상의 문제로 주민번호 등의 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.

                        10. 개인정보 관리책임자 및 담당자의 연락처
                        귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고 하실 수 있습니다.
                        회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다
                        개인정보 관리 책임자
                        이름 : 용석광
                        직위 : 대표이사
                        전화 : 02-6334-6610
                        메일 : skyong@grc.or.kr
                        개인정보 관리 담당자
                        이름 : 주영백
                        직위 : 팀장
                        전화 : 02-6334-6610
                        메일 : zoo0100@grc.or.kr
                        기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다
                        - 개인정보침해신고센터(www.118.or.kr / 118)
                        - 정보보호마크인증위원회( www.eprivacy.or.kr / 02-580-0533~4)
                        - 대검찰청 첨단범죄수사과( www.spo.go.kr / 02-3480-2000)
                        - 경찰청 사이버테러대응센터( www.ctrc.go.kr / 02-392-0330)

                        11. 기타
                        이에스지아이에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 “이에스지아이 개인정보처리방침”이 적용되지 않음을 알려드립니다.

                        12. 고지의 의무
                        현 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 ‘팝업 창’을 통해 고지할 것입니다.
                        - 고지시행일자 : 2023년 05월 11일

                    </div>
                </div>
            </div>
        </div>

    </section>
</template>
<style>

</style>
<script>
import Form from "@/utils/Form";

export default {
    components: {},

    data() {
        return {
            form: new Form(this.$axios, {
                page: 1,

            }),
        }
    },

    methods: {

    },

    computed: {},

    mounted() {

    }
}
</script>
